{
    "Subscribe to our newsletter": "Sucríbete a nuestra newsletter",
    "Sign up and receive the latest tips via email.": "Regístrate y recibe las últimas novedades por correo electrónico.",
    "I understand and agree to the :termsOpen Terms of Service :termsClose and :privacyOpen Privacy Policy :privacyClose.": "Entiendo y acepto los :termsOpen Términos de Servicio :termsClose y la :privacyOpen Política de Privacidad :privacyClose.",
    "Let me read it first": "Quizás más tarde",

    "Welcome to :app_name": "Bienvenido a :app_name",
    "You're all set.": "Ya está todo listo.",
    "Your email is now confirmed and now you're the newest member of the community. Check your email for future messages from us.": "Tu correo electrónico está confirmado y ahora eres el miembro más reciente de la comunidad. Revisa tu correo electrónico para futuros mensajes nuestros.",
    "**Gmail users**-Move us to your Primary inbox": "**Usuarios de Gmail**-Muévenos a tu bandeja de entrada principal",
    "On your phone? Hit the 3 dots at top right corner, click \"Move to\" then \"Primary\"": "¿En tu smartphone? Haz clic en los 3 puntos en la esquina superior derecha, luego en \"Mover a\" y después en \"Principal\"",
    "On desktop? Back out of this email then drag and drop this email into the \"Primary\" tab near the top left of your screen": "¿En escritorio? Sal de este correo y luego arrástralo y suéltalo en la pestaña \"Principal\" cerca de la esquina superior izquierda de tu pantalla",
    "In the meantime, go ahead and follow us on our social networks.": "Mientras tanto, puedes seguirnos en nuestras redes sociales.",
    "Follow :app_name": "Seguir a :app_name",
    "Now that you're signed up, you'll start to receive our insanely valuable content right in your inbox.": "Ahora que estás registrado, empezarás a recibir nuestro contenido directamente en tu buzón de correo.",
    "Talk soon.": "Hasta pronto.",
    "PS: What's the #1 thing that made you want to check out this newsletter? Reply and let us know. We read every reply.": "PD: ¿Qué es lo que más te llamó la atención para darte de alta en esta newsletter? Responde y cuéntanos. Leemos todas las respuestas.",

    "Here is a list of the best publications of the week.": "Aquí tienes una lista de las mejores publicaciones de la semana.",
    "Read more": "Leer más",

    "Home": "Inicio",
    "Guides": "Guías"

}